{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "indent-o-matic": {
      "src": "https://github.com/Darazaki/indent-o-matic"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.align": {
      "src": "https://github.com/echasnovski/mini.align"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
